{"1":["Le Tonneau, première partie","On se pose tous la question, pas vrai ?"],"2":["Petits Arbres (esquisse)","Le 'petit (en français dans le texte) se réfère au Petit Prince, référence que j'ai toruvée au milieu du dessin."],"3":["Île (esquisse)","bonjour, île."],"4":["Paysage (esquisse)","Une rivière coule au milieu de l'océan."],"5":["Explosé","Explosé en petits nombres premiers."],"6":["Ironie","Ça plombe toujours quand quelqu'un prend trop de recul."],"7":["Fille Endormie (esquisse en cours d'espagnol en seconde)","Je ne me souviens pas de son nom, juste qu'elle s'est endormie par terre juste devant moi."],"8":["Araignées Rouges","Ce sont des araignées à six pattes."],"9":["Serenity sort Demain","Mal, Simon, Wash, Zoë, River, Kaylee, Jayne, Inara, Book"],"10":["Pi égale","Mon dessin le plus célèbre, et un des premiers que j'ai fait pour le site."],"11":["Tonneau, deuxième partie","Oooooh..."],"12":["Poisson","Les lois de Poisson ne fonctionnent pas avec les nombres négatifs."],"13":["Canyon","Ils sont supposés se tenir au bord du canyon, mais c'est pas très clair."],"14":["Copyright","Parfois, après la lecture de Slashdot ou BoingBoing, j'ai besoin de me ressourcer dans la nature."],"15":["Je tiens à vous prévenir","Je pensais juste que vous deviez le savoir."],"16":["Monty Python -- ça suffit","J'ai assisté à un dîner où j'ai dû subir dix minutes de citations de la Vie de Brian sans aucun contexte ni conversation, et ça m'a déprimé."],"17":["Et si","Un jour, j'ai fait une carte d'anniversaire pour ma copine d'alors avec ce même décors."],"18":["Pomme Craquante","Po = polonium."],"19":["George Clinton","Je continue à penser que ça aurait été vachement cool."],"20":["Furet","Mon frère avait un furêt, et il l'adorait. Mais il est mort maintenant, qu'il repose en paix."],"21":["Kepler","C'est une blague scientifique, laissez tomber."],"22":["Tonneau, troisième partie","Un tourbillon !"],"23":["T-Shirts","Le pire, c'est qu'il y en a un paquet qui sont authentiques."],"24":["Godel, Escher, Kurt Halsey","J'aime beaucoup cette idée, dommage que le scan et le dessin soient pas top."],"25":["Tonneau, quatrième partie",":("],"26":["Fourier","Ce chat a des composés sacrément périodiques."],"27":["Céréales à la Viande","Ignoble."],"28":["Éléfino","Je vous jure, j'en sais rien."],"29":["Hitler","Ce qu'il dit, c'est que Dieu a trouvé l'art d'Hitler si mauvais qu'il pensait que l'Holocauste était un moindre mal. Sinon, le type au chapeau est inspiré d'Aram, de Men in Hats."],"30":["Donner","Beaucoup de gens ignorent l'histoire de l'expédition Donner,  C'étaient des pionniers qui se sont perdus et ont probablement recourru au cannibalisme."],"31":["Tonneau, cinquième partie","C'était trop beau pour être ignoré."],"32":["Pilier","Un strip de mon frère Doug que j'ai réécrit et redessiné."],"33":["Private Joke","Je pense souvent à des private jokes. Comme là, par exemple."],"34":["Fleurs","C'est en fait du caryon sur papier, mais en négatif et colorié."],"35":["Mouton","Alors c'est le mouton qui zappe le cactus je crois, et pas l'inverse."],"36":["Les scientifiques","Un expert faisant autorité dans le domaine a décrit la situation comme 'particulièrement débile'."],"37":["Décalage","Je fais ça tout le temps."],"38":["Apple Jacks","C'est une référence à ces pubs qui passaient, avant..."],"39":["Bol","Pour l'instant, c'est match nul."],"40":["Lumière","Comme un phare."],"41":["Souche","Je ne veux pas en parler."],"42":["Geico","C'est David qui a fait ça."],"43":["Araignées Rouges 2","En fait, je l'ai dessiné des années avant le premier 'araignées rouges'."],"44":["Amour","Amour"],"45":["Le strip de schrodinger","Il n'y avait pas de alt-text avant que tu passes la souris au-dessus de l'image"],"46":["Secrets","Je suis un grand fan de Kurt Halsey."],"47":["Contrer les Araignées Rouges","J'espère qu'on arrivera à les arrêter."],"48":["trouvés","Ni plus, ni moins."],"49":["je voudrais","Franchement, elle est super-canon."],"50":["Penny Arcade","Penny Arcade a déjà fait de l'auto-dérision à ce sujet. Ils s'en tapent."],"51":["Malaria","La soirée malaria, c'était l'idée de David."],"52":["Mondes Secrets","Il n'y a pas deux cercles de même c ouleur qui se touchent."],"53":["Passe-temps","De tous ces jeux, le seul auquel j'ai vraiment joué est Area 51."],"54":["La science","Vous gagnez des points bonus si vous pouvez identifier la science en question."],"55":["Inutile","Même la matrice unité ne fonctionne pas normalement."],"56":["The Cure","La première fois depuis des années que j'essaye de dessiner un vrai visage."],"57":["Attends-moi","C'est Scott qui a trouvé le premier dialogue."],"58":["Pourquoi tu m'aimes ?","C'est Scott qui a trouvé le premier dialogue."],"59":["Diplôme","C'est Scott qui a trouvé le premier dialogue."],"60":["Super Bowl","En fait, le Super Bowl est une ruse très subtile, élaborée par un groupuscule secret au milieu des années soixante dans cet unique but. Faire penser aux gens que : je ne le regarde que pour les pubs, est un complément digne des plus grands cerveaux."],"61":["Le papa de Stacey","Je parie qu'elle faire tondre la pelouse, pas vrai ?"],"62":["le Karnaugh de la Saint Valentin","L'amour et l'analyse des réseaux, enfin la main dans la main."],"63":["le Cœur de la Saint Valentin","Faut juste expliquer que tu déconnais."],"64":["Plexus solaire","Vous l'aviez compris, ça fait super mal quand on se fait taper là ."],"65":["Bavardages","C'était une vraie fausse conversation que nous avons eu avec un copain au T.G.I. Friday's (chaine de restauration américaine, ndt). La serveuse est arrivée aux alentours de la case 5, et elle a été étrangement dégoûtée."],"66":["Astronomie Abusive","J'ai fait ça avec un crayon et du papier."],"67":["Les filles intellos","Faut pas prendre ça mal, amis lycéens."],"68":["Les strips de 5h30 du matin","C'est le n°8 que je préfère."],"69":["Conversation sur l'oreiller","J'aurais probablement dû lui parler de Wexler."],"70":["Guitar Hero","Et je recommence quelques secondes plus tard, quand ils sont à  court de Star Power."],"71":["Dans les bois","ça n'a pas été facile."],"72":["Encustylé","C'est mon amie Beth qui a trouvé le terme.       (le terme original était 'classhole'- ndt)"],"73":["Zeppelin","Un hommage au webcomic Buttercup Festival."],"74":["Sudoku","Celui-là  est tiré de la compilation Red Belt, difficulté moyenne."],"75":["Les Catégories de Jurons","J'adore jouer avec le langage."],"76":["Familier",":("],"77":["Marre de l'internet","A une époque, je faisais ça tout le temps."],"78":["Garfield","L'utilisation de Garfield pour cette parodie doit être qualifiée de 'fair use'  (usage légitime) selon le Copyright Act de 1976, 17 U.S.C. sec. 107. Pour la jurisprudence, voir : Campbell contre Acuff-Rose Music (92-1292), 510 U.S. 569."],"79":["Pentamètre iambique","Évidemment, il ne faut pas se limiter à  la forme stricte du pentamètre, ou ça deviendrait sacrément problématique."],"80":["Ma seconde voiture","Elle est beaucoup mieux que l'autre."],"81":["Votre attention s'il-vous-plaît","Votre attention s'il-vous-plaît"],"82":["Case","..."],"83":["Katamari","Comme le dit le Roi de tout le cosmos, 'Est-ce parce que c'est amusant, ou bien parce que ça te permet de t'oublier toi-même ?'"],"84":["Langue officielle","Elle est vachement acerbe quand on la provoque."],"85":["Chemins","C'est vrai, j'y pense à chaque fois."],"86":["Digital Rights Management","Si le sujet vous intéresse, je vous conseille l'excellent 'Free culture' de Lawrence Lessig."],"87":["Vélociraptors","Vous vous demandez certainement : mais, ça fait déjà dix ans ? Ça en fait plus de treize, mon vieux."],"88":["Le Bracelet d'Escher","Seul défaut : ça ne devrait pas être très agréable à porter."],"89":["Masse Gravitationnelle","Elle est tellement grosse que l'attraction n'est pas liée au double mais au cube de la distance !"],"90":["Veste","Nous avons ce genre de conversation au moins une fois par jour à l'appart."],"91":["Pwned","Je suis certain qu'une discussion pour savoir pourquoi les jeux d'aventures ont été remplacés par des RPG serait passionnante."],"92":["Lever du Soleil","Parfois, je monte sur le toît des parkings et je regarde le lever du soleil. C'est dans ces moments que je me dis que je devrais avoir une guitare ou un truc du genre."],"93":["Jeremy Irons","Les films que je connais par coeur, première partie."],"94":["Diagramme de Création de Profil","Celui-ci est dédicacé à xxCrazyPixie1987xx."],"95":["Le Jeu du Pénis de Sierpiński","Parmi les nombreux endroits où il ne faut pas jouer au jeu du pénis, citons les baby showers et les attaques terroristes."],"96":["Colis","Je suis sur la liste 'interdit de vol' d'USPS."],"97":["A Simple Plan","C'est vrai. Leurs paroles sont ridicules."],"98":["Tomber en Miettes","Pour #Pugglewumper Tashari m'a trouvé des stylos ! Alors j'expérimente avec."],"99":["Cœur Binaire","Je t'aime."],"100":["Family Circus","C'était une idée de mon copain David."],"101":["Laser Scope","Si seulement tu m'avais manqué avant, tu ne me manquerais plus maintenant."],"102":["Retour vers le Futur","C'est un peu un trou du cul, quand on y réfléchit."],"103":["Relativisme Moral","C'est scientifique !"],"104":["Te trouver","Je suis le Terminator, mais de l'amour !"],"105":["Univers Parallèle","Ça pourrait arriver. Autant rester prudent."],"106":["Les Frères Wright","Je ne suis pas sûr que cette histoire soit vraie."],"107":["Des Serpents dans l'Avion 2","C'est une idée de James, et je la partage : ça serait pire."],"108":["Le Slide de Mc Hammer","Un jour, il y a très longtemps, j'ai vu passer cette fille. Je ne l'ai pas abordée, et je l'ai toujours regretté depuis."],"109":["Attention : révélations cruciales sur l'intrigue","Et en fait, ils sont tous les deux Tyler Durden."],"110":["Clark Gable","Franchement, ma chère, je m'en bat les COUILLES PUTAIN DE BORDEL DE MERDE !"],"111":["Firefox et Witchcraft : où est le lien ?","PublicitépayéeparlasociétédepromotiondeMicrosoftetduChristianisme. Attention : la Bible est en Closed Source ('code source fermé')."],"112":["Mon Cœur à Nu","Attendez, j'explique juste, faut pas être jaloux ! Mais pourquoi faut-il que toutes mes relations amoureuses soient gâchées par des rappeurs des années 90 ?"],"113":["La fonction Zêta de Riemann","Le graphique représente la grandeur de la fonction avec la valeur des nombres réels entre 0 et 2 et celle des nombres imaginaires entre 35 et 40. J'ai égaré les paramètres exacts que j'avais utilisés."],"114":["Linguistique Informatique","Les chomkistes, les adeptes de la linguistique générative et Ryan North, vos jours sont comptés."],"115":["Suricate","Les gorilles, oui. Les beaux golden retrievers, oui.  Mais y'a rien du tout sur les suricates."],"116":["Cité","Mon dieu, mais quelle grosse pute."],"117":["Pong","Après ça, la raquette pong est partie détruire le quartier général d'Atari, et suite à une erreur, s'est retrouvée à l'intérieur du jeu Matrix Reloaded. Ben ça pas été facile de lui expliquer ÇA !"],"118":["50 Façons","Lorsque je me suis réveillé, je me suis aperçu que j'avais gribouillé la dernière ligne de cette œuvre nocturne sur un bout de papier sur mon bureau. Je n'aurais pas dû écouter ce marathon de tubes des années 70 en rentrant du boulot en voiture la veille."],"119":["Le Plus Mauvais Nom de Groupe du Monde","On peut sentir l'abattement au moment où il se rend compte qu'il est le premier guitariste du groupe 'Les Cisailles à Haies'."],"120":["Site de Rencontres","Je ne comprends pas pourquoi les gens sont si sournois. Je veux juste marcher avec quelqu'un !"],"121":["Ballon","Du coup, je dois être quelqu'un de mauvais."],"122":["Les Filles Lunatiques","Les héroïnes des comédies romantiques, c'est à vous que je parle."],"123":["Force Centrifuge","Tu me fais tourner la tête, poupée, tourner la tête d'une telle façon que mon référentiel inertiel est dépourvu de référence. Poupée."],"124":["Blogofractal","Le livre d'Edward Tufte intitulé 'The Visual Display of Quantitative Information' (Comment Exposer Visuellement des Informations Nombreuses) est un livre fantastique qui devrait être obligatoire pour les scientifiques et les graphistes."],"125":["Entretien d'Embauche en Marketing","Il existe beaucoup de livres sur le marketing. Je me demande s'il est sage de choisir le plus populaire."],"126":["La Comète des Araignées Rouges","Oh-oh..."],"127":["Fast and Furious","Des fois, quand je pousse mon caddie dans des virages, je les fais glisser légèrement et je fais comme si j'avais le boost de l'étincelle bleue."],"128":["dDouleur sur dt","On rit pour éviter de pleurer, on fait des maths pour éviter de pleurer..."],"129":["Protection de Contenu","Si vous pensez que les tenants des DRM veulent juste protéger les artistes, allez vite lire les chapitres 13 et 14 de 'Free Culture', par Lawrence Lessig. Leur but est l'élimination de toute culture qu'ils ne puisse pas contrôler."],"130":["Julia Stiles","J'ai trouvé une vieille cassette de cette émission dans le placard de la maison de famille. Vous pouvez voir un teaser sur les forums anglais de xkcd, section news."],"131":["Ventilateurs","Ça ne va pas casser le ventilo, comme lancer une balle sur un mur ne va pas ébrécher le mur, et le toit tient très bien, MENTEUSE !"],"132":["Culture Musicale","Quand Guitar Hero 2 va sortir, je vais avoir des MOIS de réserve en sujets de conversation."],"133":["Le Corbeau","Oui, Eminem porte un sweat à capuche sans manche. Et alors ?"],"134":["Myspace","C'est comme si tous ces gars s'étaient réunis, et puis ils se sont dit : ''alors, qu'est-ce qui nous manque le plus des années 1998 ? Ah ouais, des fichiers MIDI incorporés à la page !''"],"135":["Remplaçant","VOUS CROYEZ QUE C'EST UNE BLAGUE ?"],"136":["Concours Scientifique","Concours Scientifique"],"137":["Rêves","Dans sa seconde thèse, Connors dit : 'Il n'y a pas de destin autre que celui que nous nous forgeons nous-mêmes.' Est-ce que la routine détruit notre créativité ou bien est-ce que nous perdons notre créativité puis tombons dans la routine ? Bon, qui veut faire une ballade en bagnole ?"],"138":["Localisations","Tous les ordinateurs gardent un secret à l'adresse 0x-1 qu'il n'est pas possible d'atteindre. Je l'ai découvert, et il révèle que tous les humains s-- ERREUR DE SEGMENTATION"],"139":["J'ai eu deux skateboards électriques","Mes deux skates étaient bon marché et sont morts du fait d'un usage intensif ; si je déménage en ville, je m'en achèterai un chouette."],"140":["Délicieux","En ce moment, je suis dans la phase 'il me reste du fromage' du cycle"],"141":["Semaine de la parodie : Achewood","Je cherchais toujours à impressionner les docteurs en entendant super bien, pas vous ? Sinon, ce strip détient le record du nombre de cases figurant un silence inconfortable, auparavant détenu par Achewood."],"142":["Semaine de la parodie : Megatokyo","Je voudrais juste lui faire un câlin ou un truc du genre."],"143":["Semaine de la Parodie : Nathalie Dee","Ceci dit, des abeilles à pneus, ça serait marrant."],"144":["Semaine de la Parodie : \"un monde plus doux\"","Le robot est enceinte. Mais je n'y suis pour rien."],"145":["Dinosaur Comics","Les gars : quand je dessinais ça, ben j'ai accidentellement avalé un morceau de plâtre de la taille d'une tablette de chocolat. dingue, hein ?"],"146":["Venez sur Myspace","Je crois vraiment que je ne devrais pas abuser à ce point de mon pouvoir."],"147":["Comme d'Habitude","Deux références à Hedwig, une bien obscure à Joey Comeau, et une fille avec une crête Mohawk. Ouais."],"148":["Mal Prononcer","Mon copain Emad fait ça tout le temps. 'Hé, mec, c'est par où l'aéropart ?'"],"149":["Sandwich","En langage utilisateur normal, on peut traduire par 'Jacques a dit'."],"150":["Adultes","Je me suis renseigné, et je ne vois pas comment le faire sans dépenser une fortune. Et j'imagine que ça ne serait pas très hygiénique."],"151":["Mario","Pourquoi, pourquoi dire un truc pareil ? S'il vous plaît, ne dites jamais ça."],"152":["La Boule pour Hamsters","Apparemment, des boules gonflables à double-couche comme ça existeraient à un certain endroit. C'est décidé, je pars à leur recherche."],"153":["Cryptographie","Si vous avez un grand champ de clefs, laissez-moi y faire une recherche."],"154":["Croyances","Croyances : "],"155":["Historique de Recherche","SomethingAwful possède une magnifique compilation de recherches AOL dingues dans leurs archives du week-end, 2006-08-13."],"156":["Commenté","La couleur peut varier selon votre EDI (Environnement de développement intégré)."],"157":["Dessin de Remplissage","Peut-être que je devrais me calmer un peu avec Megatokyo ?"],"158":["Six Mois","Mais après elle fait ce truc avec sa langue et je me rappelle pourquoi je t'ai quitté."],"159":["Ghetto Blaster","Elle va se sentir stupide lorsqu'elle va réaliser qu'en fait, c'était Under Pressure."],"160":["Parodie de Penny Arcade","Personne ne montre ça à la femme de Tycho, okay ?"],"161":["Accident","Dans la catégorie musique-traître-pour-conduire, la musique de Katamari n'a d'égale que celle de Guitar Hero."],"162":["Moment Angulaire","Avec des suppositions raisonnables sur la latitude et la forme du corps, combien de temps pourrait-elle gagner ? Note : peu importe la réponse, le soleil se lève toujours trop tôt. (Et aussi, est-ce que ça vaut le coup si elle vomit ?)"],"163":["Donald Knuth","Ses livres étaient plutôt intimidants ; descendre en rappel par sa lucarne semblait être la meilleure option."],"164":["Gagner en jouant à l'Avocat du Diable","Il y a tellement de conservateurs bien-pensants autour de nous qui imaginent que le réchauffement climatique est présenté comme un problème moral pour des raisons politiques."],"165":["Clignotant","Je ne suis pas très doué pour rencontrer des gens."],"166":["Du Mauvais Usage de l'Argot","On se rend peu à peu compte que nos parents savaient exactement ce qu'ils faisaient."],"167":["Nihilisme","Pourquoi ne peux-tu pas avoir d'angoisses existentielles normales comme tous les autres garçons ?"],"168":["Euphémismes inversés","J'attends toujours l'occasion de sortir "],"169":["Les Mots qui finissent en GRI","La 5ème case vaut aussi pour les post-modernistes."],"170":["Demi-tour","J'ai entendu dire que maintenant Bill Watterson peint et vit heureux dans les bois de l'Ohio avec son père et ne parle à personne ni ne reçoit de courrier."],"171":["La Théorie des Cordes","Ça marche à peu près à tous les niveaux."],"172":["Le Skateboard n'est pas un Crime","'Arrêtez-moi, je suis un skateboarder' est une variante encore plus exécrable."],"173":["S'asseoir au cinéma","C'est comme le problème du voyageur de commerce, sauf que les points d'arrivées sont différents et qu'on ne peut pas demander l'aide de ses amis parce qu'ils sont assis trois sièges plus loin."],"174":["C'est ce qu'elle a dit !","Oui, je veux bien dire qu'elle a dit ça pendant l'amour. Oui, c'était un peu bizarre."],"175":["Portes Automatiques","J'espère qu'aucune porte automatique que je connais ne lit ça. Je serais très gêné."],"176":["Avant le Lever du Soleil","C'est un incroyable moment de la journée ; la lumière est parfaite pour faire de la photographie."],"177":["Alice et Bob","Et encore une raison pour laquelle on m'interdit de parler dans des conférences de crypto."],"178":["Pas fan de Pokémon","Alors que j'écris ça, Ubuntu 6.10 et Firefox 2.0 ont transformé mon ordinateur en chantier."],"179":["e puissance Pi fois I","Je n'ai jamais été totalement satisfait des explications de pourquoi e puissance ix donne un signal sinusoïdal."],"180":["Canada","TOUT EST VRAI"],"181":["Interblag","Parfois je déteste Internet. Parfois je suis content que 'Tubes' soit devenu de l'argot pour 'Internet' aussi vite."],"182":["Nash","Peut-être qu'un jour la science en finira avec son béguin collectif géant pour Richard Feynman. Mais j'en doute !"],"183":["Les Règles du Casse-croûte","Je n'ai pas inventé cette règle. Mais ma mère tient à vous faire savoir que c'était parfaitement justifié à l'époque."],"184":["Matrix Transform","En fait, écrivez toutes vos matrices de rotations penchées. Vos professeurs adoreront ! Puis ils rentreront chez eux et s'effondreront."],"185":["WikiAmis","C'est fou à quel point ma propre opinion d'un film / d'une chanson est influencée par ce que d'autres gens disent, quels qu'aient été mes sentiments en sortant du cinéma."],"186":["Queues et Consoles","Si jamais j'achète une Wii, ce serait la première console que je possèderais."],"187":["Ce qui est Familier","Quand je dis : 'faudrait qu'on se fasse ce truc, un jour', secrètement j'espère que tu répondes 'et pourquoi pas maintenant ?'"],"188":["Rechargement","Et faites gaffe au type du strip 53."],"189":["Exercice","Ça fait longtemps que je n'ai plus la patience pour les RPGs."],"190":["IPoD","Pour des chiffres plus petits il doit SAUVER des vies. Le canal du taux de natalité comprend encore plus de paramètres."],"191":["Lojban","zo'o ta jifta .i .e'o xu do pendo mi"],"192":["Travailler pour Google","J'ai entendu dire que si on bosse là-bas pendant 256 jours, ils vous transmettent le secret de la lévitation."],"193":["Le son parfait","Oh, quel dommage, vous ne pouvez pas comprendre...."],"194":["la taille des pénis","La taille du pénis varie pas mal quand il est au repos, et il est à peu près grand comme ça en érection. Bref, revenont aux jeux de mots de sitcom et à ce flot inimterrompu de spam."],"195":["La Carte de l'Internet","Et pour le ipv6, il vous suffit   d'imaginer le fond d'écran par défaut de   windows XP."],"196":["Fu Ligne de commande","lorsque vous concevez une interface, imaginez que votre programm est la seule chose entre l'utilisateur et une séance de jambes en l'air ultra-hot, pleine de sueur et de doigts emmelés dans les draps qui t'arrachent le dos."],"197":["Tortues Ninja","Les gros bras Bebop et Rocksteady ont détourné les genres musicaux pour nous comme le Lone Ranger a détourné l'Ouverture de Guillaume Tell pour nos parents."],"198":["Perspective","Je me demande à quoi je rêvais pour avoir ce coup de speed. J'espère que c'était pas encore le truc du Cirque du Soleil de Richard Stallman."],"199":["La Règle de la Main Droite","Afin de vraiment ouvrir votre esprit, essayez le porno non cartésien. Edwin Abbot Abbott n'a rien fait sur 'Fouille au Corps lesbienne dans des Espaces clos non orientés'."],"200":["Bill Nye","Tu pourrais au moins éviter de te balader partout avec ta blouse de labo, mec."],"201":["Le GPS de Noël","Si c'est sur l'eau et que tu n'as pas de bateau et que tu ne peux pas revoir les règles pour préserver ce doux moment, alors je ne peux plus rien pour toi."],"202":["YouTube","Je prie pour que PistolGunMan ne découvre jamais l'expression 'gens-moutons'."],"203":["Hallucinations","Et la possibilité de faire des rêves lucides ne rend tout cela que plus fascinant."],"204":["America","Le jeune public pense que c'est une blague."],"205":["Bande de Candy Button","Bande non réinscriptible ?"],"206":["Rimes de Reno","Et vous, vous avez tué un mec à Reno ? Vous n'êtes pas obligé de le dire."],"207":["Que signifie xkcd ?","Cela signifie déambuler rapidement devant des nonnes dans la rue avec du ketchup sur les mains, en faisant semblant de cacher des stigmates."],"208":["Expressions régulières","Expressions régulières"],"209":["Kayak","Kayak"],"210":["Organigramme des 90s","Le rap freestyle est en gros une chaîne de Markov mise en application."],"211":["Vol de Boule de Hamster","La première personne à m'amener Wayne Coyne dans une boule de hamster gagne un tee-shirt ! Il en aura un aussi."],"212":["Cerveau","Le reste est dédié à la peur des raptors."],"213":["Marathon S.O.S. Fantômes","Si tu passes cette porte tu te mettras en travers de mon chemin, et je ne suis pas prêt pour croiser ton flux."],"214":["Le problème avec Wikipédia","'Taft dans un concours de tee-shirt mouillé' est l'image à retenir."],"215":["Oublier","Au moins je ne lui ai jamais donné le mot de passe administrateur."],"235":["Cerf-volant","C'est facile de regretter vos conversations gênantes, c'est plus dur de regretter celles que vous n'avez pas eues."],"244":["Jeu de rôle sur table","J'ai peut-être aussi jeté un anneau de téléportation qui fait partie d'une paire dans l'océan, avec des résultats intéressants."],"253":["Blagues d'ingénieurs autoroutiers","Blague n° 11 : Boston"],"264":["Les Choix, partie 1","Zut, attends, je crois que j'ai aperçu un email lors de mon dernier "],"265":["Les Choix, partie 2","Peut-être qu'un jour je serais amené à éc rire l'article de Wikipédia sur cet endroit. Zut, attends, c'est une recherche originale..."],"266":["Les Choix, partie 3","Une seconde, on est dans l'espace, là ? Comment tu me parles ? Et, tant qu'on en parle, c'est quoi ce trou dans la réalité ?"],"267":["Les Choix, partie 4","Sortir avec soi-même : désormais un thème officiel d'xkcd ? C'est très troublant."],"268":["Les Choix, partie 5","Je me demande quel serait le pourcentage parmi les gens non ostensiblement affairés de ceux qui consentiraient à faire voler des cerfs-volants avec des étrangers ? Ça ressemble à un boulot pour la Science !"],"269":["PMTC","Un grand obstacle lié aux expérimentations avec la machine à rêves de l'esprit est la tendance à s'accorcher aux détails lors du réveil. Avec le MPTC, vous pouvez ramener toutes les informations que vous souhaitez."],"270":["Merlin","Je veux dire que le machin noir et blanc marchait à l'envers, mais c'était pas bien important pour l'intrigue."],"271":["Le Pouvoir du Un","C'est vachement zen quand on y pense, à condition de ne pas y penser trop fort."],"272":["Un Utilisateur de Linux chez Grosbill","En vrai, on glande près des rayons d'antivirus avec les utilisateurs de Mac en attendant qu'on nous pose la question."],"273":["Le Spectre Électromagnétique","Parfois je me demande à quoi ressemblerait tout ça si l'ensemble du spectre était compressé dans juste le spectre visible. D'autres fois, je me demande à quoi ressemble ta soeur à poil."],"274":["Avec mes excuses aux Who","Le saviez vous ? Originellement, Roger Daltry avait écrit : 'don't try and digg what we all say', mais il a ôté le second G lorsqu'il est passé à Reddit."],"275":["Pensées","Et ça risque de ne plus se reproduire de sitôt."],"276":["Largeur fixe","Si je savais comment arrêter de faire ça je pourrais arrêter de te quitter."],"277":["Le Long Feu","En fait, quel que soit le truc fabriqué par l'homme que vous regardez, vous pouvez imaginer un ingénieur frustré. C'est un schéma de pensée humain."],"278":["Black Hat Assistance","Je sens que vous voulez savoir -- c'était un problème d'appel de la fonction select()."],"279":["Techniques de Drague","Ce tee-shirt te va trop bien, mais il irait mieux fourré dans une bouteille de vodka que l'on balancerait au travers des fenêtres du bureau. Allez, putain, on fait ça et on ne regrette rien."],"280":["Les Libraires","Par contre, c'est plus la peine d'attendre la moindre clémence concernant tes frais quand tu rends un livre en retard."],"282":["Carburant Végétal","Je n'ai pas à m'excuser de quoi que ce soit."],"283":["Projection","Dehors, sur le terrain, pas une voiture à l'horizon, un silence parfait excepté le bruit de la pluie sur le toît ouvrant, les lourds replis d'une chaude couverture cachent des jeux de mains silencieux."],"284":["Le Mètre Ruban","Cette séquence sera reprise plus tard dans les archives de la Fédération Internationale d'Extension de Ruban et rebaptisée : 'la naissance d'un sport'."],"285":["Protestataire Wikipédien","SEMI-PROTEGEONS LA CONSTITUTION !"],"286":["All Your Base","Le rétro-retour de AYB (l'heure de vérité pour Zero Wing) devrait se situer aux alentours de 2020."],"287":["NP-complète","Les solutions générales vous permettent d’obtenir un pourboire de 50%."],"288":["Ascenseur","Vite, essayez avec « AMOUR »."],"289":["Seul","Afin de dissiper les doutes, je précise que les nombres commencent à prendre moins d’importance que tes caresses."],"290":["Putains de carapaces bleues","Il est possible d’échapper aux carapaces bleues dans Double Dash, mais ça relève de la magie."],"291":["Dignité","« Je ne sais pas. Comment ce béret tient-il sur ta tête ? » - « Avec des agrafes. »"],"292":["Goto","Neil Stephenson trouve ça mignon d’appeler ses labels « Dengo"],"293":["Lisez cette Foutue Notice","La vie est trop courte pour les notices techniques, mais il arrive qu’elle le soit encore plus quand on se passe d’elles."],"294":["Librairie","Vous pouvez me fouiller le cerveau si vous voulez, mais vous pourriez ne pas apprécier mes souvenirs de votre mère."],"295":["NE PAS EFFACER","J’ai vu des personnes écrire leurs URLs sur des tableaux, les encercler et préciser à côté « ne pas effacer ». Elles y sont restées plusieurs mois. Si vous tombez sur une de ces URLs, n’hésitez pas à la remplacer par xkcd.com."],"296":["Tony Hawk","Mauvaise idée no 271 : prendre une rampe en segway."],"297":["Cycles Lisp","Je viens juste d’apprendre que l’Empereur avait dissout le département de programmation informatique du M.I.T."],"298":["Bobine Tesla","Pour les scientifiques, c’est peut-être ce qu’il y a de plus compliqué dans les rêves."],"299":["Aeris meurt","Déjà que toutes tes familles dans les Sims ne sont que des versions de toi et Maggie recréées à l’infini…"],"300":["Facebook","Voilà, je vais enregistrer mon numéro dans ton portable… mais attends, pourquoi il y est déjà ?"],"301":["Limerick","Amusez-vous : essayez de poster un commentaire sur Youtube tellement débile que personne ne vous prendra au sérieux. (Indice : c’est impossible)"],"302":["Noms","À chaque fois, je suis tellement content de m’en être bien tiré lors des présentations que j’en oublie complètement d’écouter le nom de la personne en face de moi."],"303":["Compilation","« Est-ce que tu es en train de voler ces écrans LCD ? Ouais, mais je le fais pendant la compilation de mon code. »"],"304":["Histoire Nocturne","Feu vert pour l’envoi de lettres indignées de la part des sept fans de Xénocide."],"305":["Règle 34","D’accord, Lance. Pour participer au tournoi de foot interuniversitaire, épelle « turgescent »."],"306":["Projets Orphelins","Le rendez-vous a été un succès pour Red Hat, et il a également fait appel à un coach pour elle. Il lui a conseillé de louer des tas de films dans la veine de Hitch car les hommes en sont fans."],"307":["Citations Excessive","Malheureusement pour elle, les véritables fans de Star Wars sont attirés par les filles qui se font bien étrangler par la Force."],"309":["Faire ses Achats en Équipe","Plus jamais je n’irai acheter de climatiseur avec mon administrateur système."],"310":["Engagement","Ça pourrait être pire : le dernier type à avoir été dans cette situation est tombé amoureux d’un des anges venu avec sa trompette."],"311":["Films d'Action","D’après mes calculs, seules 48 minutes des 158 que compte Die Hard 4 comportent des scènes d’action. C’est pathétique. Haute tension est mieux, mais il lui faudrait plus de budget et plus de Summer Glau."],"312":["Toutes mes Excuses à Robert Frost","Certains disent que le monde sera détruit par le feu, d’autres par les erreurs de segmentation."],"313":["Insomnie","Mince, j’ai cours de lévitation à 25h131. Je ferai mieux de régler l’alarme sur « cannelle »."],"314":["L’Ensemble des Partenaires Potentiels","L’analyse complète est bien entendu beaucoup plus complexe, mais là, je n’ai pas le temps d’en parler : j’ai rencard."],"315":["Braille","La seule grosse différence que j’ai relevée concernait les couleurs. Alors que le texte indiquait « appuyer sur le bouton  rouge », le message en braille invitait à « appuyer sur le bouton de 5 cm »."],"316":["Orgasmes Bruyants","Les réflecteurs sphériques ou paraboliques conduiraient bien entendu à un comportement aberrant."],"317":["Ce Sentiment Amoureux","Ses caresses ne sont peut-être pas plus tendres, mais au moins elle écarte les cuisses, elle."],"318":["Nostalgie","Si vous n’avez pas vu cette photo, ne la cherchez pas sur Google."],"319":["L’Orgueil de l'Ingénieur","Chuck Jones est un dieu vengeur."],"320":["La Journée de 28 Heures","Note de bas de page écrite en tout petit :ce rythme finit par rendre complètement dingue."],"321":["Cuisses","Et Jésus revient, Jésus revient parmi les seins ?"],"322":["Foto STP","Mais il y  a une fille parmi les habitués du canal !"],"323":["Pic de Ballmer","Chez Apple, ils sont sous perf. de schnaps."],"324":["Batterie","Parfois, les trucs les plus marrants à faire passent pour de l’ennui."],"325":["3/5","Vous pouvez procéder ainsi toutes les 30 ventes et quand même obtenir un score de satisfaction de 97%."],"326":["Conjoncture et Conjecture","Il est temps de peindre une autre silhouette de grammairien sur mon bureau."],"327":["Exploitation Maternelle","Sa fille s’appelle Au secours, je suis enfermée dans une fabrique à permis de conduire."],"328":["Les Œufs","Bien sûr, on en voit des tas dans les bars fréquentés par des personnes à la recherche d’un coup d’un soir."],"329":["Test de Turing","Frappez Turing en plein dans les Test-icules."],"330":["Indécision","Quoi, c’est pas moi qui fais les règles. C’est dans le bouquin."],"331":["Photoshop","Quand je regarde tes yeux, j’y vois des images JPEG, et je peux dire d’après les pixels que nous ne sommes pas faits l’un pour l’autre."],"332":["Gyroscopes","Nous ne sommes pas vraiment allés sur la lune, c’est la précession qui en a donné l’illusion. De même, ce sont les gyroscopes qui sont responsables du 11 septembre."],"333":["Perdre la Main","Le rôle de prolongateur de cerveau de Wikipédia, bien qu’un peu troublant, est un truc vraiment cool."],"334":["Désert","Avec toi, cela semble si simple d’oublier."],"335":["Matelas","Le type qui teste la fermeté des matelas en sautant dessus s’est cassé la cheville."],"336":["Priorités","Vous devriez commencer à nous mettre des notes négatives, ça rendrait mes équations plus intéressantes."],"337":["Confrontation au Bureau de Poste","Ce morceau, « Battle Without Honor or Humanity », met du piquant dans n’importe quelle activité, comme la « Chevauchée des Valkyries »."],"338":["Le Futur","Mais, on manquait vraiment de place dans le passé !"],"339":["Références","Vite, il faut absolument que quelqu’un signe ce gamin qui joue le canon de Pachelbel sur youtube !"],"340":["Dispute","Et elle a ajouté des niaiseries dans tous mes fichiers .conf. Ça va me prendre des plombes pour faire fonctionner  mon serveur X de nouveau."],"341":["1337 : 1ère Partie","Si vous n’êtes pas assez cool pour le faire manuellement, vous pouvez  utiliser des logiciels comme Upside-Down-Ternet pour faire des blagues à ceux qui se connectent sur votre wifi."],"342":["1337 : 2ème Partie","Indice : Elaine est en fait son deuxième prénom."],"343":["1337 : 3ème Partie","Une fois, j’ai demandé à un type de la NSA s’ils étaient parvenus à décoder le RSA. Et je sais que je peux le croire parce que quand je lui ai demandé s’il mentait, il m’a répondu ‘non’."],"344":["1337 : 4ème Partie","Bien entendu, Mme Roberts se serait levée plus vite si elle n’avait pas été occupée à planquer find ~ et find ~nomad dans xargs shred, juste au cas où."],"345":["1337 : 5ème Partie","Cette histoire de musique numérique va probablement prendre fin au cours de la prochaine décennie. On vit une époque très excitante."],"346":["Coca Light et Mentos","Le truc du coca et du mentos est au sommet de la pyramide de la coolitude scientifique quand vous le réalisez avec de l’amidon de maïs et de l’eau (et un plateau vibrant en option) que vous trouvez dans n’importe quelle cuisine."],"347":["Arche de Briques","La calculatrice TI-86 a fait assez de dégâts comme ça, je ne sais pas si j’aurais terminé le lycée si à l’époque j’avais eu un ordinateur portable et le wifi."],"348":["L'aigle Noir","On devrait en discuter avant le mariage."],"349":["Réussite","40% des installations de OpenBSD aboutissent à des attaques de requins. C’est leur seule faille en matière de sécurité."],"350":["Réseau","Jusqu’à présent, question « désactivation d’internet », les virus se sont montrés vraiment décevants, et nous n’avons plus beaucoup de temps. Dans une dizaine d’ années, avec la victoire de Linux/Mac, la partie sera finie."],"351":["Trollage","Et j’étais vraiment impressionné de voir comme  ils sont parvenus à choquer le type de Goatse."],"352":["La Distance","Il se peut que parfois, une traversée impulsive du pays à 2h du mat’ soit la seule solution."],"353":["Python","J’ai vu ce problème pour la première fois sur le test d’aptitude Google Labs. Avec un professeur, nous avons noirci tout en tableau sans parvenir à quoi que ce soit. Amusez-vous bien !"],"354":["Surprenant","Ça fait trois ans que nous sommes vraiment entrés dans le futur."],"355":["Le Couple","Facebook définit les relations.  « Ouais, on aurait bien rompu hier soir, mais il y avait des problèmes de connexion. »"],"356":["Tir sur Nerd","J’ai vu ce problème pour la première fois sur le test d’aptitude Google Labs. Avec un professeur, nous avons noirci tout en tableau sans parvenir à quoi que ce soit. Amusez-vous bien !"],"357":["Les Mouches","Je ne sais pas pour les mouches communes, mais on a vraiment attrapé un tas de drosophiles avec notre bol de vinaigre. Vive la science !"],"358":["Grosse Teuf","Je suis content qu’on se marre autant, parce que je ne sais pas vraiment comment descendre de là…"],"359":["Groupe de Rock","Je vais devoir ajouter un truc au manche de la guitare pour qu’elle fasse le même ‘clic’ que les vieilles manettes. Je suis tellement habitué à avoir ce bruit en retour que le silence me perturbe."],"360":["Grève des Auteurs","Il est jaloux parce que tous ceux du grenier écoutent Stephen Colbert."],"361":["Noël en Famille","Une famille qui se couche à 22h, c’est bien pire que le décalage horaire."],"362":["Blade Runner","Blade runner : un classique ok, mais qui est d’une lenteur…"],"363":["Remise à Zéro","Hauteur recommandée pour accrocher ce panneau : 3 mètres."],"364":["Attitude Responsable","Ne jamais apporter de tequila à une soirée de signature de clés."],"365":["Diapos","Saviez-vous qu’il est possible de se faire physiquement jeter de la SIGGRAPH ?"],"366":["Ta Mère","Tu dois choisir, c’est soit « ta mère… », soit moi. Alors, comme bien d’autres avant moi, je dois me résoudre à choisir ta mère."],"367":["Fan Attitude","Ron Paul veut que la Nouvelle République atteigne  les standards de la constellation de Coruscant."],"368":["Basses","Basses"],"369":["Dangers","Dangers"],"371":["La Complainte du Compilateur","La Complainte du Compilateur"],"372":["C’est à Souhaiter","Ou tout du moins, c’est ce que j’espère."],"373":["Les données à ce Jour","Mais pour type-là, c’est peut-être vrai !"],"374":["Journal","Et dans le journal, j’écris toutes les choses que je pourrais lui dire si j’étais un mec bien, comme toi. Une fois qu’il est rempli, je le brule."],"375":["Les Portes de la Capsule","Et comme ils sont tous deux débranchés, leur reprise acoustique en duo de Daisy Daisy et Still alive est du meilleur effet."],"376":["Bug","L’univers a débuté en 1970. Toute personne qui prétend avoir plus de 38 ans ment sur son âge."],"377":["Journal 2","Eh, c’est mon chapeau ! Tu as pris mon chapeau !"],"378":["Les Vrais Programmeurs","Les vrais programmeurs définissent les constantes universelles dès le départ, de façon à ce que l'univers évolue pour contenir le disque qui comprend toutes les données nécessaires."],"379":["L’Oubli","Bien entendu, affirmer ne fonctionne pas."],"380":["Émoticône","En fait, U+FDD0 est l’Unicode pour l’œil du basilic, bien que, par mesure de précaution, aucune police ne le reproduit."],"381":["La bataille de Möbius","Les films devraient s’en inspirer plus souvent, ne serait-ce que pour faire chier le projectionniste."],"382":["Trébuchet","Et puis, c’était marrant le jour où ces ados ont essayé de bombarder la maison avec des œufs et que ça les a cuits en plein vol."],"383":["Aide","Oh, regarde, le bouton « améliorer immédiatement les choses » était caché derrière la bibliothèque depuis le début !"],"384":["L’équation de Drake","Mais sérieusement, il y’a des tas de vies intelligentes. C’est juste qu’elles ne s’égosillent pas en permanence sur les quelques fréquences sur lesquelles portent nos recherches."],"385":["Comment ça marche","C’est Pi plus C, bien entendu."],"386":["L’appel du devoir","Tu veux que je fasse quoi, que je me déconnecte ? Mais alors, ils vont continuer dans leur erreur !"],"387":["Technologie de pointe","Nous sommes des machines Von Neumann super sexy."],"388":["Saloperies de pamplemousses","Les noix de coco étaient tellement loin sur la gauche qu’elles ne rentraient même plus sur le graphique. Vous avez déjà passé une demi-heure à tenter d’ouvrir une noix de coco avec une pierre ? Saloperies de noix de coco."],"389":["Garder la mesure","Vous pouvez les repérer à l’avance : ce sont ceux qui commencent à marcher du pied gauche lorsque la musique démarre."],"390":["Cauchemars","Eh bien, *je* pense être réelle. Regarde-moi. Regarde mon visage. Coupe-moi et je vais saigner. Qu’est-ce qu’il te faut de plus ? Je t’en supplie, ne t’en vas pas."],"391":["Anti-virus de l’esprit","Je suis aussi surpris que vous ! Je ne pensais pas que c’était possible."],"392":["Faire les règles","Je n’ai jamais compris comment les gens pouvaient s’attendre à ce que je suive leurs règles juste après m’avoir frappé. Je suis sûr que ça symbolise un truc…"],"393":["Le jeu ultime","Repose en paix, Gary."],"394":["Kilobyte","Je prendrais les « kibibytes » plus au sérieux si le nom ne me faisait pas penser à « Kidiboo »."],"395":["Le matin","J’appuierais bien dessus pour essayer de les décoller mais je n’arrive pas à les atteindre. On pourrait pas essayer d’alterner le jour et la nuit super rapidement ?"],"396":["The ring","D’un autre côté, pauvre Sadako, se faire convertir au format FLV… Personne ne mérite ça."],"397":["Non-scientifique","La semaine dernière, on a cassé le mythe qui veut que la symétrie de la jauge électrofaible soit brisée par le mécanisme de Higgs. Nous nous pencherons bientôt sur l’existence de Dieu et du véritable amour."],"398":["Je me le ferais bien","Hé, quand tu auras terminé d’extraire le jus, tu peux me laisser le trou ?"],"399":["Le problème du vendeur itinérant","Quelle est la classe de complexité des meilleures techniques de plan sécant en ce qui concerne la programmation linéaire ? Je n’ai trouvé la réponse nulle part. Pfff, l’auteur de Garfield n’a pas ce problème, lui."],"400":["Importante leçon de vie","Je ne savais même pas que j’avais « Lumberjack » des Monty Python."],"401":["Grand collisionneur de hadrons","Lorsque des particules chargées de plus de 5 TeV traversent une chambre à bulles, elles laissent une trainée de bonbons dans leur sillage."],"402":["1 600 kilomètres au nord","Twister aurait fait un bien meilleur film s’ils avaient supprimé le méchant chasseur de tornades et tout ce romantisme à la con. Tout ce dont on a besoin pour faire un bon film ce sont des tornades et des scientifiques. En fait, c’est tout ce dont on a besoin de manière générale."],"403":["Phrase d’accroche convaincante","Regarde, j’ai couché avec quelqu’un qui a couché avec quelqu’un qui a co-écrit un article avec Paul Erdõs !"],"404":["404 Not found","404 Not found"],"405":["Journal 3","Oh, au fait, euh… si le gouvernement russe pose la question : le sous-marin a toujours été là."],"407":["GPS bon marché","Pour remplacer le logiciel de cartographie, j’ai une fois écrit un programme en Perl, qui avec un récepteur GPS et une destination, indiquait « à gauche », « à droite », ou « tout droit » selon ma direction."],"408":["Surqualifié","À toutes celles que j’ai embarquées dans des rencards pourris, ceci est mon excuse rétroactive."],"409":["Skateboard électrique (double B.D.)","Les véhicules dangereux, les montées et la philosophie sont liés."],"410":["Article de maths","Article de maths"],"411":["Techno","Je ne sais pas ce qui est pire : l’existence d’une techno qui reprend le bruit d’un disque-dur cassé, ou le fait que ce ne soit pas si mal."],"412":["Sursaut","..."],"413":["N.A.C.","Un seul ordinateur par hamster !"],"414":["Mauvaise traduction","Ah, je crois que ce mot veut en fait dire margarine !"],"415":["Ordonnance restrictive","Le lundi, je vais courir, tu devras donc te lever tôt et me suivre depuis une rue parallèle. On va bien s’amuser !"],"416":["Auto configuration zélée","Il parait que la dernière version de Ubuntu propose cette fonction."],"417":["L’homme qui tombait de travers","B.d. créée pendant une conversation avec Jeph Jacques. Le prochain dessin-animé à succès."],"418":["Avoir un four","Ceci dit, ce n’est peut-être qu’une phase, comme lors de ma première année de fac quand je me suis rendu compte que je pouvais simplement acheter du glaçage au supermarché."],"419":["Fourchettes et cuillères","Leur plus grosse erreur a été de faire visiter le labo à Rachael Ray et Emeril pour valider le projet. C’est à ce moment que Spielberg a été mis au courant."],"420":["Jalousie","Ah bon, vous ne connaissiez pas cette histoire ?"],"421":["Comment faire des galettes de pomme de terre","Il existe au moins quatorze raisons pour que cette expérience tourne mal (dix-sept si cette fourchette est une dangereuse hybride)."],"422":["Une meilleure idée","Ça me donnerait *presque* envie de retourner au lycée."],"423":["Ligne d’arrivée","Le truc avec Lucy et le foot, c’était de toujours se demander si, à un certain niveau, elle croyait à ce qu’elle disait."],"424":["Failles de sécurité","Véridique : j’ai dû m’y reprendre à plusieurs fois pour mettre cette b.d. en ligne parce que ma clé ssh était blacklistée."],"425":["Biscuits chinois","« Préparez-vous à transpirer en vivant une expérience sexuelle chaude, torride…. AU LIT ! »"],"426":["Géohachage","Le samedi soir, on s'éclate."],"427":["Mauvais timing","Conseil : même sans araignées rouges, n’ayez jamais cette conversation alors que vous faites un tour en montgolfière."],"428":["Observer les étoiles","Je m’étais toujours imaginé que le mot « blog » aurait l’air *moins* ridicule avec le temps…"],"429":["Fantasme","Je suppose que si elle acceptait les réalités improbables, elle ne serait pas vraiment mon fantasme."],"430":["Chaque foutu matin","Ça avait un rapport avec une tasse et une épée, et il y avait aussi un arbre et une colline verte…"],"431":["Accouchement","Madame, je reconnais que ce n’était pas du meilleur goût, mais vous ne pouvez que saluer ma sortie ! Haha, vous saisissez ? Non, pitié, ne me balancez pas ces seringues ! Votre bébé va bien !"],"432":["Journal 4","Pff, cette saloperie d’emo était censée être pour ceux qui ne portent pas de chapeau."],"433":["Journal 5","Je passe te prendre à huit heures ? Neuf heures, je dois replacer les mines dans l’allée."],"434":["XKCD à l’aéroport","Moins de 300ml, mais ça tache les culottes."],"435":["Pureté","D’un autre côté, les physiciens aiment à dire que le physique est aux mathématiques ce que les relations sexuelles sont à la masturbation."],"436":["Ce qui s’est passé","J’étais là, mon pote."],"437":["S.U.V.","En comparaison, un skate électrique consomme 1 litre pour 150 km. Les piles lithium n’ont qu’à être moins chères."],"438":["Dispute sur internet","C’est plus facile de la ramener face à des mots que face à des personnes."],"439":["Être prévoyant","Est-ce qu’il a pété les plombs et s’est jeté par la fenêtre ?"],"440":["Conduite agressive","Bien, et maintenant qu’il réalise l’avoir perdue, freine un grand coup."],"441":["Les bébés","Je parie que mes futurs enfants liront ça un jour. CHERS FUTURS ENFANTS : comment avez-vous fait pour vous connecter à internet depuis la cave ?"],"442":["Xkcd aime la chaîne découverte","J’aime l’alt-text !"],"443":["Savoir reconnaître les plantes grimpantes","Ces foutues tentes modernes ne sont même pas vendues avec un bout de corde."],"444":["MacGyver a la flemme","Au moment où j’écris ceci, Wikipedia propose un article génial intitulé « liste des problèmes résolus par MacGyver »."],"445":["Je ne suis pas doué avec les boomerangs","B.D. bonus : lisez les cases de droite de haut en bas."],"446":["Dans la culture populaire","Un jour, « dans la culture populaire » aura son propre article avec une section « dans la culture populaire ». Elle mentionnera dans ses références cet article qui l’inclut lui-même dans ses références, et la blogosphère implosera."],"447":["Trop vieux pour ces conneries","Il parait que si un mathématicien n’a pas accompli son œuvre majeure avant l’âge de 11 ans, il est ensuite trop tard."],"448":["Bonjour","D’ordinaire, je me couche à minuit et me réveille à 8h."],"449":["La situation se dégrade","Le « Sans toi je n’existe pas » est un sentiment merdique."],"450":["La mer","Et en prendre une deuxième pour vider la mer."],"451":["Imposteur","Si vous pensez que j’y vais un peu fort avec la critique littéraire, lisez l’article Wikipédia sur la déconstruction."],"452":["Mission","Quoi, vous n’êtes pas au courant ? Les chances pour qu’un objet quelconque se révèle être un scone sont d’environ une sur six."],"453":["Les ouragans à venir","J’aimerais voir plus d’estimations des dégâts causés par des ouragans qui frapperaient New York et inonderaient Manhattan, un peu comme l’ouragan qui a frappé la Nouvelle-Angleterre en 1938 mais un peu plus à l’ouest. Ça viendra."],"454":["Changement de câblage","Mon amie Elizabeth a tenté de m’envoyer une extrémité du câble par e-mail afin de câbler le système."],"455":["Chapeaux","..."],"456":["Mise en garde","Il s’agit vraiment d’une histoire vraie, et elle ne sait même pas que je l’ai mise dans ma b.d. car ça fait des semaines que son wifi est en rade."],"457":["Frustration","« T’inquiètes pas, je peux le faire en moins d’une minute. »  « J’avais remarqué… »"],"458":["Regrets","Et aucun résultat pour « je suis content d’avoir vu Big Movie »"],"459":["Saint esprit","OK, les gars, faites le signe de croix, puis croisez les effluves."],"460":["Paléontologie","Les dinosaures se sont comportés en véritables ichtyosaures lorsqu’ils ont franchi un point de non-retour en se débarrassant du brontosaure."],"461":["Google Maps","Apparemment, Google part du principe que vous circulez pendant les heures de service du ferry. On a perdu deux heures à contourner ce foutu lac (sans parler de l’épouvantail)."],"462":["Paracousie freemanique","C’est dingue le résultat qu’on obtient avec les commentaires Youtube."],"463":["Machine à voter","Et voilà encore une conférence de crypto dont je me suis fait virer… Allez, quoi, c’est une super analogie !"],"464":["BAI","Voici l’histoire qui raconte comment je me suis mis à boire."],"465":["Téléportation quantique","La science devrait être aussi cool que le laissent entendre les gros titres. Dans le genre de « LES RUSSES DÉMEMBRENT DES CHIENS AVANT DE LES RÉASSEMBLER »."],"466":["Déménagement","Il faudrait un jour férié en l’honneur de tous ceux qui ont la bonté d’âme de ne pas sécuriser leur réseau Lynksys."],"467":["X filles Y tasses","Aucun résultat non plus pour : 1Fille10000Tasses, 2Filles(5+3i)Tasses, 65536Filles65536Tasses, ou 3PoulesFrançaises2TortuColombes1Tasse."],"468":["Fétiches","Ils ont fini par résoudre cette référence personnelle, mais les « tout-ce-qu’il-y-a-dans-le-livre-des-fétiches-multiplié-par-deux » de Cantor ont finalement plombé l’idée."],"469":["Improvisation","Oh, au fait, Luke est ton frangin. Désolé, j’aurais peut-être dû commencer par là."],"470":["La fin, c’est pas pour demain.","JE TROUVE QUE TOUTES LES PERSONNES ICI-PRÉSENTES SONT MIGNONNES."],"471":["Aversion du moment","Hé, tu serais pas pote avec un hamster par hasard ? Ce cerf-volant a besoin d’un passager."],"476":["A Sens Unique","Et il continuait : 'Très bien, Bernanke n'est pas contaminé. Trouve une arbalète et mettez-vous en position derrière une des colonnes de l'entrée des fédéraux. Ça va chier des bulles.'"],"478":["Folie et Agrafes","Les pistolets à agrafes : parce que le gros scotch ne peut pas faire ce bruit 'kaCHUNK'."],"479":["Sonnerie","j'ai besoin d'une pelouse, alors je crie sur les enfants de ne pas marcher dessus."],"480":["Spore","Spore"],"481":["Tu t'entends parler ?","Mais je voulais juste comprendre commant forment les bébbés."],"482":["Hauteur","Curieusement, sur une échelle logaruthmique vraiment exacte, je crois bien que les côtés de la Tour Eiffel formeraient deux lignes droites."],"484":["Jeux Flash","Quoique... vous aussi, vous attendez avec impatience le jour où ils auront incorporé une télécommande cérébrale Wii de tracking dans les jeux ? Les gars, le futur va être *génial*."],"485":["Profondeur","la longueur de Planck se situe à mille ou deux mille pixels en-dessous du dessin."],"486":["Je ne Suis pas un Ninja","« Le pire, c’est que je voulais justement qu’on parle de ta pitoyable technique de bombe fumigène. »"],"487":["Positions Sexuelles Numériques","On n'a même pas fait les fractions continues."],"488":["Volez cette BD","J'ai passé plus de temps à tenter d'écouter un audio-book de Audible.com que le temps d'écoute lui-même. J'ai perdu chaque morceau de musique vérouillé par DRM que j'ai jamais acheté."],"489":["Partir à l'Ouest","Ecoute, ils m'ont demandé de te dire d'arrêter de leur envoyer ta proposition d'étiquette pour ta maison 'LA OU TU AS BRISE MON COEUR'."],"490":["Routine Matinale","J'ai eu du mal à ne pas écrire : ... profitez-en !"],"491":["Twitter 2009","De longues infobulles / taillées à votre mesure / à mettre à jour de / Firefox 2 / crème à raser Burma Shave"],"492":["Scrabble","Un joueur de Scrabble expérimenté aurait tout de suite repéré le mot Ostrich (autruche en anglais)."],"493":["Actuaire","J'ai commencé les tables avec des gens célèbres mais c'est devenu super-déprimant et morbide alors je suis sorti faire un tour. Le troll gagne une fois de plus."],"494":["Le Secrétaire, 1ère partie","Dans les plans des bureaux du Département de l'Internet on prévoit des têtes de sprincklers en forme de chats."],"495":["Le Secrétaire, 2è partie","Ce casque ne le sauvera pas."],"496":["Le Secrétaire, 3è partie","Plus exactement, il a installé chacune des pièces dans une voiture différente du parking, puis fabriqué une nouvelle voiture à partir des pièces récupérées sur les autres. C'est une technique de confusion appelée Mélange Auto-troll."],"497":["Le Secrétaire, 4è partie","Le moment est venu de tracer une ligne."],"498":["Le Secrétaire, 5è partie","Et ils choisirent Al Gore comme Secrétaire d'Internet."],"499":["La machine à corriger les QCM","Du coup, avec tous les avertissements qui nous encourageaient à bien colorier les cases en entier, je passais 30 secondes sur chacune"],"500":["Elections","Quand je serai assez riche, j'engagerai Nate Silver pour m'aider à faire mes choix dans ma vie personnelle.  ''Est-ce que je devrais coucher avec elle ?'' ''Mmh, je prévois 35% de probabilité que ça se termine mal.''"],"501":["Faust 2.0","Le seul sang utilisé pour signer ces contrats, c'est celui que je perds en essayant d'ouvrir ces putain de boîtes de CD"],"502":["Courant noir","L'anomalie de Pioneer était due à la puissance de mon amour."],"503":["Terminologie","Et sinon, je suis le seul à trouver suspect que le Japon et la Nouvelle Zélande se ressemblent à ce point ? Quelqu'un les a déjà vus tous les deux en même temps, à une soirée ?"],"504":["Hacking légal","L'analogie fonctionne parfaitement. D'ailleurs, Jefferson aurait adoré la cryptographie."],"505":["Un tas de cailloux","J'appelle la règle 34 sur la règle 34 de Wolfram"],"576":["Colis","Jour 6 : « Merde ! Qui a envoyé un lynx ? »"],"591":["Tueur de troll","Nous avons trouvé l'ennemi, et il est parmi nous."],"594":["Règles","Au fait, ça fait 413 nanohertz."],"601":["La théorie du jeu","Attends, non, cette option aussi fait perdre. Que dirais-tu d'une bonne partie d'échecs ?"],"605":["Extrapolations","Au troisième semestre, tu seras enceinte de centaines de bébés."],"612":["Estimation","Ils pourraient dire « la connexion est probablement interrompue », mais c'est plus drôle de faire une moyenne naïve du temps de transfert pour vous faire espérer que la copie sera enfin achevée si vous attendez environ 1 163 heures."],"624":["Publicité","En fait, « RSS&M », c'est plutôt accrocheur."],"643":["Ohm","Plus généralement, une grande puissance implique un grand dEnergie/dt."],"649":["Statique","Je crois fermement que rien ne peut mal se passer dans un projet quand on porte un de ces bracelets."],"678":["Traduction des propos des chercheurs","Une technologie qui « sera prête d'ici 20 ans » sera pour toujours « prête d'ici 20 ans »."],"690":["Démolition semi-contrôlée","Je suis convaincu que la vérité réside toujours à  mi-chemin entre les affirmations les plus extrêmes."],"720":["Recettes","Pour être tout à fait honnête, il faut bien reconnaître que la salamandre braisée saisie sur son lit de chips écrasées était délicieuse."],"721":["Flatland","Je tenais aussi à m'excuser pour la fois où je suis descendu dans ton monde et où tout le monde a flippé à cause de cette orgie lesbienne supervisée par un prêtre."],"722":["Problèmes informatiques","C'est comme ça que j'explique mes soucis informatiques à mon chat. Il a généralement l'air plus heureux que moi."],"726":["Choix de place","Ne cliquez pas sur l'aile."],"728":["iPad","Peut-être qu'on va tous mourir, mais au moins, on aura des manières super cool de mourir."],"729":["Pointeur laser","Pointeur laser"],"733":["Aigle","Hors saison, j'embauche un dresseur d'animaux pour m'aider à trouver des situations que les agents secrets soient incapables de transmettre par radio"],"736":["Cimetière","Trois tombes plus loin, j'ai reçu un coup de fil de ma mère, et c'est allé de mal en pis."],"737":["Yaourt","Je soutiens fermement que si l'année n'est pas indiquée sur un produit, à chaque fois que la date de péremption revient, ce produit est bon pendant les deux semaines qui précèdent."],"738":["Incision","Au bout d'un moment, poussé par la force d'une habitude d'enfance, le chirurgien avait ôté trois ou quatre organes."],"739":["Abus de valise","Cet article comporte 23 citations, l'une est un obscur manuscrit de 1490, les 22 autres sont des disputes sur LanguageLog."],"748":["Le Pire Scénario","Pour avoir des analyses sérieuses des ouragans et de marées noires, allez voir le blog de Jeff Masters. Pour avoir une discussion sérieuse sur les cas qui empirent, allez sur le blog de Bruce Schneier. Pour avoir de la Vitamine D, sortez un peu au lieu de trainer sur les blogs."],"761":["DFS","Faut vraiment que j'arrête d'utiliser les algorithmes de parcours en profondeur."],"762":["Analogies","Je les appelle toutes des synecdoques."],"764":["Un, Deux...","C'est parti avec les lettres d'étudiants en anthropologie qui se plaignent que cette vue du développement numéro-linguistique perpétue un mythe. S'ils ont l'occasion d'écrire des lettres comme ça, c'est parce que quand tu n'es pas en train de travailler sur un vrai diplôme scientifique, tu as trop de temps libre. Et toc !"],"766":["La Lumière verte","La raison exacte de ce phénomène est un mystère, mais il semble que ça soit lié à la réfraction atmosphérique et au fait que tu as acheté super belle voiture."],"772":["Frogger","Je sais que vous et votre équipe avez travaillé dur là-dessus, mais quand on vous a demandé de rendre ça plus réaliste, on parlait des graphismes."],"786":["Exoplanètes","Je suis juste inquiet qu'ils partent tous et que tu ne fasses pas partie du voyage !"],"795":["Risque conditionnel","Mec, attends — Je suis pas américain ! Alors j'ai aucun risque !"],"796":["Mauvais ex","Puisque la barbichette, les lunettes de soleil, et la collection DVD des Scary Movie ne vous ont pas dérangé, il y aura un supplément pour cause de négligence de 20$ pour ce service."],"799":["Stephen Hawking","Les gars ? The Town est supposé être bien, et je--' 'LE PHYSICIEN STEPHEN HAWKING DÉCLARE LE NOUVEAU FILM COMME LE MEILLEUR DE L'UNIVERS ET DE TOUS LES TEMPS' 'Non, j’ai juste entendu que--' 'LA SCIENCE DEVRAIT-ELLE JOUER UN RÔLE POUR JUGER BEN AFFLECK ?' 'Je ne pense pas--' 'QU’EN EST-IL DE MATT DAMON ?'"],"801":["Le Marteau Doré","Ça m'a pris cinq tentatives pour trouver le bon, mais j'ai finalement réussi à sauver notre soirée - faute de sauver le bateau."],"803":["Aérodynamique","C'est une explication rigolote à laquelle préparer vos enfants; c'est courant et totalement faux. Quelques bons extraits : "],"806":["Support Technique","J'ai récemment eu quelqu'un qui m'a demandé d'aller allumer un ordinateur pour le redémarrer juste après. Il a refusé de continuer dans son script d'assistance tant que je ne lui avais pas dit que je l'avais fait."],"811":["Lumière d'Étoiles","Ne t'en fais pas ! Du point de vue de la lumière, chez elle et ton oeil sont le même endroit, et le voyage est instantané ! La relativité sauve la mise encore une fois."],"884":["Rogers Street","« On peut aussi utiliser le deuxième prénom à la place du premier animal familier, mais le vôtre est un truc incompréhensible qui parle de drop et de tables. »"],"894":["Progéniture","Je dis à mes enfants que l’important c’est de participer, pas de gagner. J’essaie d’atténuer leur instinct de compétition pour être sûr de toujours pouvoir les battre."],"896":["Marie Curie","Pas définitivement, cela dit."],"900":["Religions","Néanmoins pour nous il n’y a qu’un seul Dieu, plus ou moins un. -1 Corinthiens 8:6±2."],"916":["Indémontable","Le coffre est vide, à part pour un Rubik’s cube 5x5 non résolu."],"927":["Standards","Heureusement, celui du chargeur a été résolu maintenant qu’on s’est tous standardisés avec le mini-USB. Ou est-ce que c’est le micro-USB ? Merde."],"930":["Jours de la semaine","Pas montré : l’orbite longue comme la comète Halley de toutes les paroles de Rebecca Black."],"935":["Correspondance manquée","Correspondance manquée"],"936":["Complexité du mot de passe","Complexité du mot de passe"],"952":["Détecteur de montants","À en croire tous les détecteurs que j'ai tenté d'utiliser, mes murs contiennent un réseau en mouvement (rapide) de centaines et de centaines de montants."],"959":["Chant de Noël","Depuis deux mille ans nous avons fait le serment de ne jamais oublier que ses soldats ont fait un festin de notre frère Étienne."],"979":["Sagesse des anciens","Tout long fil de discussion d’aide devrait avoir un poste globalement éditable épinglé au début disant “CHÈRE PERSONNE DU FUTUR : Voilà où on en est pour l’instant…”"],"981":["Dossier porno","Démonstration du théorème du bon ordre de Zermelo selon l’axiome de choix : 1. Prenons S comme ensemble quelconque. 2. Quand l’étape 3 est franchie, si S n’a pas établi de relation bien ordonnée de lui-même, je le balancerai dans cette hacheuse. 3. Hé, regardez ! S est bien ordonné !"]}